---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FaceSplitterFailures
source: html/b55451cd-a4e0-5d23-9dbf-49b9ed31ed38.htm
---
# BuiltInFailures.FaceSplitterFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.